tap "killercup/openresty"
tap "mpv-player/mpv"
tap "homebrew/nginx"
tap "homebrew/dupes"
tap "homebrew/completions"
tap "homebrew/core"
tap "homebrew/versions"
tap "homebrew/boneyard"
tap "homebrew/x11"
tap "homebrew/bundle"
tap "homebrew/services"
tap "rogual/neovim-dot-app"
tap "caskroom/drivers"
tap "caskroom/fonts"
tap "caskroom/versions"
tap "caskroom/cask"
tap "caskroom/eid"
tap "neovim/neovim"
tap "johanhaleby/kubetail"
tap "universal-ctags/universal-ctags"
tap "vitorgalvao/tiny-scripts"
cask "xquartz"
brew "ack"
brew "libyaml"
brew "gdbm"
brew "openssl"
brew "readline"
brew "sqlite"
brew "ansible"
brew "autoconf"
brew "automake"
brew "coreutils"
brew "libtool"
brew "unixodbc"
brew "asdf"
brew "autojump"
brew "python3"
brew "awscli"
brew "bash-completion"
brew "ghc"
brew "cabal-install"
brew "gettext"
brew "libffi"
brew "pixman"
brew "cairo"
brew "git"
brew "carthage"
brew "chromaprint"
brew "chromedriver"
brew "cloc"
brew "cowsay"
brew "cscope"
brew "libevent"
brew "curl", args: ["with-nghttp2"]
brew "dnsmasq"
brew "docker", link: false
brew "docker-completion"
brew "docker-compose-completion"
brew "dos2unix"
brew "jpeg"
brew "wxmac"
brew "etcd"
brew "expect"
brew "faac"
brew "giflib"
brew "imlib2"
brew "libexif"
brew "feh"
brew "fribidi"
brew "lame"
brew "xvid"
brew "fftw"
brew "figlet"
brew "fzf"
brew "gcc@4.9"
brew "geckodriver"
brew "geoip"
brew "geoipupdate"
brew "gifsicle"
brew "go"
brew "pkg-config"
brew "haskell-stack"
brew "htop"
brew "hub"
brew "imagemagick"
brew "imagemagick@6"
brew "influxdb"
brew "jemalloc"
brew "oniguruma"
brew "jq"
brew "jsdoc3"
brew "kubernetes-cli"
brew "libav"
brew "libssh2"
brew "libgit2"
brew "libgpg-error"
brew "libksba"
brew "libtermkey"
brew "libvo-aacenc"
brew "libvterm"
brew "libxslt"
brew "lua@5.1"
brew "luajit"
brew "macvim"
brew "mad"
brew "makedepend"
brew "mercurial"
brew "minimal-racket"
brew "mit-scheme"
brew "mongodb"
brew "mpg123"
brew "mpv"
brew "unibilium"
brew "neovim"
brew "optipng"
brew "postgresql", link: false
brew "postgresql@9.5"
brew "rabbitmq"
brew "ranger"
brew "reattach-to-user-namespace"
brew "redis"
brew "s3cmd"
brew "scons"
brew "shellcheck"
brew "shpotify"
brew "sox", args: ["with-lame"]
brew "the_silver_searcher"
brew "tidy-html5"
brew "tig"
brew "tmate"
brew "tmux"
brew "tmux-mem-cpu-load"
brew "transmission"
brew "uchardet"
brew "utf8proc"
brew "vcsh"
brew "watchman"
brew "wget"
brew "with-readline"
brew "yarn"
brew "yasm"
brew "zsh"
brew "homebrew/nginx/ngx-devel-kit"
brew "homebrew/nginx/lua-nginx-module"
brew "homebrew/nginx/nginx-full", args: ["with-lua-module"]
brew "johanhaleby/kubetail/kubetail"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
brew "vitorgalvao/tiny-scripts/cask-repair"
cask "adium"
cask "amethyst"
cask "atom"
cask "discord"
cask "iterm2"
cask "karabiner-elements"
cask "keycastr"
cask "kindle"
cask "macpass"
cask "minikube"
cask "ngrok"
cask "psi"
cask "qutebrowser"
cask "satellite-eyes"
cask "scroll-reverser"
cask "slack"
cask "spotify"
cask "tcl"
cask "tunnelblick"
cask "virtualbox"
